<template>
	<view>
		<view style="text-align: center;font-size: 50rpx;">隐私政策</view>
		<text>
			1.承诺
			  我们承诺严格按照国家有关法律法规要求和互联网行业惯例，保护您在使用我们的平台时可能涉及提供或保留的个人信息或个人使用行为信息。未经您明确的授权，您的个人信息或个人使用行为信息，不会被主动运用于商业活动。 
			  为确保您对我们在处理个人资料上有充分信心，请您详细阅读及理解隐私政策的条文。特别是您一旦使用我们的平台将被视为接受、同意、承诺和确认：您自愿同意向我们披露个人资料；您会遵守本隐私政策的全部条款和限制；您在我们的平台上提供的资料会被收集；您同意日后我们对隐私政策的任何修改；您同意我们就您可能会感兴趣的产品和服务与您联络（除非您已经表示不想收到该等讯息）。 
			2.个人资料收集
			  经您同意，平台会接触到您的有关个人信息或个人使用行为信息。
			  为了使用我们向您提供的各项服务，您需要提供以下个人信息：注册信息（您在注册账户时提供的个人信息，例如您的姓名、身份证号码、地址、手机号码等个人信息）。
			  您使用服务时，我们可能收集如下信息：
			通过Cookie自动采集的信息：若您不禁止或除去cookies，我们会通过Cookies收集您使用我们的服务时的习惯、偏好以及IP地址等信息。
			3.个人资料使用
			  我们收集到的个人资料将用于以下目的和用途： 
			验证及确认您的身份，确保您使用平台服务的安全和便捷帮助我们改善或开发更多、更好的服务，比如文件更全面、搜索更精准、浏览更流畅、页面更受欢迎等。
			4.个人资料存储与保护
			  我们实施妥善的电子、管理及技术方面的措施来保护和保障您的个人资料的安全。我们尽力确保通过我们平台所搜集的任何个人资料皆免于任何与我们无关的第三者的滋扰。我们采取的安全措施包括但不限于：
			电子措施：存有您个人资料的电脑数据会被存放在受严格登入限制的电脑系统和存储媒体上。
			管理措施：只有经我们授权的职员才能接触到您的个人资料，这些职员需要遵守我们个人资料保密的内部守则。
			技术措施：采用如Secure Socket Layer Encryption这种加密技术来输送您的个人资料。
			其它措施：我们的网络服务器受到“防火墙”的保护。
			  若您知悉我们的平台上有任何安全方面的漏洞，请立刻联絡我们，以便我们可以尽快采取行动。尽管实施了上述安全措施，我们不能保证资料在互联网上的输送绝对安全，因此我们不能绝对保证您通过我们平台提供给我们的个人资料在一切时候都是安全的。对任何因未经授权而接触您个人资料所发生的事件我们一槪不承担责任，于这方面产生或导致的任何损失或损害，我们也不负责赔偿。
			5.安全保管您的个人资料
			  除了我们致力确保您的个人资料存放和处理的安全外，您不应向任何人披露您的登录密码或帐户资料，以保护您的个人资料。
			每当您登录我们平台时，尤其是当您使用他人的电脑或者是公共的互联网终端机时，请记着操作完毕后一定要点击退出。您的努力和协助对于我们保护您的个人资料绝对有帮助。
			6.隐私政策修改
			  对隐私政策的修改会刊登在我们平台上。您在注册或使用平台服务时，如涉及个人隐私信息提供或更新等，您应及时查阅平台刊登的最新政策条款，确保您完全知悉并表示同意受最新《隐私政策》的约束。
			7.联系我们
			  若您对我们的隐私政策有任何问题，欢迎随时联系我们。</text>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style>

</style>
