<template>
	<view>
		<view style="text-align: center;font-size: 50rpx;">用户服务协议</view>
		<text>
			尊敬的用户，欢迎您注册成为本平台用户。在注册前请您仔细阅读本用户服务协议条款：
			  本服务协议双方为本平台与本平台注册用户，本服务协议具有合同效力。
			  您确认本服务协议后，本服务协议即在您和本平台之间产生法律效力。请您务必在注册之前认真阅读全部服务协议内容，如有任何疑问，可向本平台咨询。
			  请您在注册之前认真阅读本服务协议所有内容，尤其是免除、限制本平台责任或者限制用户权利的条款，一旦您使用本服务，即表示您已阅读并完全同意接受本协议项下所述条款和条件的约束。如果您不同意本协议的任何条款，请您不要使用本服务。未成年人应经其监护人陪同阅读本服务协议并表示同意，方可接受本服务协议。监护人应加强对未成年人的监督和保护，因其未谨慎履行监护责任而损害未成年人利益或者本平台利益的，应由监护人承担责任。
			1.本平台服务条款的确认和接纳
			  本平台各项服务的所有权和运作权归本平台拥有。
			2.用户必须
			(1) 自行配备上网的所需设备， 包括个人电脑、调制解调器或其他必备上网装置。
			(2) 自行负担个人上网所支付的与此服务有关的电话费用、 网络费用
			3.用户在本平台发布言论时不得发布下列违法信息：
			(1) 反对宪法所确定的基本原则的；
			(2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
			(3) 损害国家荣誉和利益的；
			(4) 煽动民族仇恨、民族歧视，破坏民族团结的；
			(5) 破坏国家宗教政策，宣扬邪教和封建迷信的；
			(6) 散布谣言，扰乱社会秩序，破坏社会稳定的；
			(7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
			(8) 侮辱或者诽谤他人，侵害他人合法权益的；
			(9) 含有法律、行政法规禁止的其他内容的。
			4.有关个人资料
			用户同意：
			(1) 提供及时、详尽及准确的个人资料。
			(2) 同意接收来自本平台的信息。
			(3) 本平台不公开用户的姓名、电话号码等个人信息，以下情况除外：
			（a）用户授权本平台透露这些信息。
			（b）相应的法律及程序要求本平台提供用户的个人资料。如果用户提供的资料包含有不正确的信息，本平台保留结束用户使用本平台信息服务资格的权利。
			5.服务条款的修改
			  本平台有权在必要时修改服务条款，本平台服务条款一旦发生变动，将会在重要页面上提示修改内容。如果不同意所改动的内容，用户可以主动取消获得的本平台信息服务。如果用户继续享用本平台信息服务，则视为接受服务条款的变动。
			6.用户隐私制度
			  尊重用户个人隐私是本平台的一项基本政策。所以，本平台一定不会在未经合法用户授权时公开、编辑或透露其注册资料及保存在本平台中的非公开内容，除非有法律许可要求或本平台在诚信的基础上认为透露这些信息在以下四种情况是必要的：
			(1) 遵守有关法律规定，遵从本平台合法服务程序。
			(2) 保持维护本平台的商标所有权。
			(3) 在紧急情况下竭力维护用户个人和社会大众的隐私安全。
			(4) 符合其他相关的要求。
			7.用户的帐号、密码和安全性
			  您一旦注册成功成为用户，您将得到一个密码和帐号。如果您不保管好自己的帐号和密码安全，将负全部责任。另外，每个用户都要对其帐号中的所有活动和事件负全责。您可随时变更密码，也可以结束旧的帐号重开一个新帐户。用户同意若发现任何非法使用用户帐号或安全漏洞的情况，请立即通告本平台。
			8.拒绝提供担保
			  用户明确同意信息服务的使用由用户个人承担风险。 本平台不担保服务不会受中断，对服务的及时性，安全性，出错发生都不作担保，但会在能力范围内，避免出错。
			9.有限责任
			  本平台对任何直接、间接、偶然、特殊及继起的损害不负责任，这些损害来自：不正当使用本平台服务，或用户传送的信息不符合规定等。这些行为都有可能导致本平台形象受损，所以本平台事先提出这种损害的可能性，同时会尽量避免这种损害的发生。
			10.信息的储存及限制
			  本平台有判定用户的行为是否符合本平台服务条款的要求和精神的权利，如果用户违背本平台服务条款的规定，本平台有权中断其服务的帐号。
			11.用户管理
			  用户必须遵循：
			(1) 使用信息服务不作非法用途。
			(2) 不干扰或混乱网络服务。
			(3) 遵守所有使用服务的网络协议、规定、程序和惯例。用户的行为准则是以因特网法规，政策、程序和惯例为根据的。
			12.保障
			  用户同意保障和维护本平台全体成员的利益，负责支付由用户使用超出服务范围引起的律师费用，违反服务条款的损害补偿费用，其它人使用用户的电脑、帐号和其它知识产权的追索费。
			13.结束服务
			  用户或本平台可随时根据实际情况中断一项或多项服务。本平台不需对任何个人或第三方负责而随时中断服务。用户若反对任何服务条款的建议或对后来的条款修改有异议，或对本平台服务不满，用户可以行使如下权利：
			(1) 不再使用本平台信息服务。
			(2) 通知本平台停止对该用户的服务。
			  结束用户服务后，用户使用本平台服务的权利马上中止。从那时起，用户没有权利，本平台也没有义务传送任何未处理的信息或未完成的服务给用户或第三方。
			14.通告
			  所有发给用户的通告都可通过重要页面的公告或电子邮件或常规的信件传送。服务条款的修改、服务变更、或其它重要事件的通告都会以此形式进行。
			15.信息内容的所有权
			  本平台定义的信息内容包括：文字、软件、相片、录象、图表；本平台为用户提供的其它信息。所有这些内容受版权、商标、标签和其它财产所有权法律的保护。所以，用户只能在本平台授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。
			16.法律
			  本平台信息服务条款要与中华人民共和国的法律解释一致。用户和本平台一致同意服从本平台所在地有管辖权的法院管辖。如发生本平台服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款则依旧保持对用户的约束力。</text>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style>

</style>
